{
  "connecting_vessels_description": "Interactive audio system for sculpture installations at YAGA 2025 festival",
  "coming_soon_message": "This feature is currently under development. Check back soon!",
  "nav_home": "Home",
  "nav_section1": "Section 1",
  "project_overview": "Project Overview",
  "project_overview_text": "At the YAGA Gathering festival in July 2025, I presented an interactive sculpture system. As the programmer, I developed the complete software infrastructure that powered the distributed audio system.",
  "role_description": "My Role",
  "role_description_text": "I was responsible for creating the entire software stack that ran the sculpture system, including the distributed audio processing, real-time mixing, and web-based control interface.",
  "photo_gallery": "Photo Gallery",
  "photo_gallery_description": "Three metal sculptures - Pyramid, Cube and Rock.",
  "technical_implementation": "Technical Implementation",
  "technical_details": "Technical Details",
  "technical_details_text": "The system consisted of three interactive sculptures, each equipped with a Raspberry Pi, microphone, and speaker. The sculptures captured ambient audio and streamed it to a central server, which created personalized audio mixes played back through each sculpture's speaker.",
  "audio_flow": "Audio Flow",
  "audio_flow_text": "Each sculpture captures ambient audio via microphone, streams it to the central server using DarkIce, where Liquidsoap creates personalized mixes that are distributed back to the respective sculptures for playback through speakers.",
  "technologies_used": "Technologies Used",
  "raspberry_pi": "Raspberry Pi Zero W",
  "darkice": "DarkIce (audio streaming)",
  "liquidsoap": "Liquidsoap (audio mixing)",
  "icecast": "Icecast2 (streaming server)",
  "mqtt": "MQTT (device communication)",
  "node_red": "Node-RED (web dashboard)",
  "ansible": "Ansible (deployment automation)",
  "pulseaudio": "PulseAudio (audio routing)",
  "mpv": "MPV (audio playback)",
  "open_source": "Open Source",
  "open_source_text": "The complete software is open source and available on GitHub. The project includes comprehensive documentation, deployment automation, and all source code.",
  "github_link": "View on GitHub",
  "github_url": "https://github.com/N1teshift/yaga2025sculptures"
}
