{
  "command_terms": {
    "annotate": "Annotate",
    "apply": "Apply",
    "calculate": "Calculate",
    "comment": "Comment",
    "construct": "Construct",
    "demonstrate": "Demonstrate",
    "derive": "Derive",
    "describe": "Describe",
    "discuss": "Discuss",
    "draw": "Draw",
    "estimate": "Estimate",
    "explain": "Explain",
    "identify": "Identify",
    "justify": "Justify",
    "label": "Label",
    "measure": "Measure",
    "organize": "Organize",
    "plot": "Plot",
    "predict": "Predict",
    "prove": "Prove",
    "select": "Select",
    "show": "Show",
    "sketch": "Sketch",
    "solve": "Solve",
    "state": "State",
    "suggest": "Suggest",
    "trace": "Trace",
    "use": "Use",
    "verify": "Verify",
    "write-down": "Write down"
  },

  "command_terms_definitions": {
    "annotate": "Add brief notes to a diagram or graph.",
    "apply": "Use knowledge and understanding in response to a given situation or real circumstances. Use an idea, equation, principle, theory or law in relation to a given problem or issue.",
    "calculate": "Obtain a numerical answer showing the relevant stages in the working.",
    "comment": "Give a judgment based on a given statement or result of a calculation.",
    "construct": "Display information in a diagrammatic or logical form.",
    "demonstrate": "Make clear by reasoning or evidence, illustrating with examples or practical application.",
    "derive": "Manipulate a mathematical relationship to give a new equation or relationship.",
    "describe": "Give a detailed account or picture of a situation, event, pattern or process.",
    "discuss": "Offer a considered and balanced review that includes a range of arguments, factors or hypotheses. Opinions or conclusions should be presented clearly and supported by appropriate evidence.",
    "draw": "Represent by means of a labelled, accurate diagram or graph, using a pencil. A ruler (straight edge) should be used for straight lines. Diagrams should be drawn to scale. Graphs should have points correctly plotted (if appropriate) and joined in a straight line or smooth curve.",
    "estimate": "Obtain an approximate value for an unknown quantity.",
    "explain": "Give a detailed account including reasons or causes.",
    "identify": "Provide an answer from a number of possibilities. Recognize and state briefly a distinguishing fact or feature.",
    "justify": "Give valid reasons or evidence to support an answer or conclusion.",
    "label": "Add title, labels or brief explanation(s) to a diagram or graph.",
    "measure": "Obtain a value for a quantity.",
    "organize": "Put ideas and information into a proper or systematic order.",
    "plot": "Mark the position of points on a diagram.",
    "predict": "Give an expected result of an upcoming action or event.",
    "prove": "Use a sequence of logical steps to obtain the required result in a formal way.",
    "select": "Choose from a list or group.",
    "show": "Give the steps in a calculation or derivation.",
    "sketch": "Represent by means of a diagram or graph (labelled as appropriate). The sketch should give a general idea of the required shape or relationship and should include relevant features.",
    "solve": "Obtain the answer(s) using algebraic and/or numerical and/or graphical methods.",
    "state": "Give a specific name, value or other brief answer without explanation or calculation.",
    "suggest": "Propose a solution, hypothesis or other possible answer.",
    "trace": "Follow and record the action of an algorithm.",
    "use": "Apply knowledge or rules to put theory into practice.",
    "verify": "Provide evidence that validates the result.",
    "write-down": "Obtain the answer(s), usually by extracting information. Little or no calculation is required. Working does not need to be shown."
  }
}
