{
    "resources_description": "List the resources needed for this unit, including materials, tools, and references.",
    "printed_resources": "Printed Resources",
    "digital_resources": "Digital Resources",
    "guests": "Guests",
    "unit_resources": "Unit Resources",
    "unit_resources_placeholder": "Enter resources for this unit...",
    "unit_resources_info": "List all resources needed for this unit, including textbooks, digital tools, manipulatives, websites, videos, and any other materials that will support student learning. Consider both teacher and student resources, as well as any special equipment or technology requirements.",
    "no_resources_specified": "No resources specified",
    "community_engagement_description": "Describe how this unit will engage with the community, including partnerships, guest speakers, field trips, or other community connections.",
    "community_engagement_activities": "Community Engagement Activities",
    "community_engagement_activities_info": "Describe specific activities, partnerships, or opportunities that connect students with the broader community. This could include guest speakers, field trips, service learning projects, partnerships with local organizations, or authentic audiences for student work. Community engagement makes learning more relevant and meaningful.",
    "community_engagement_placeholder": "Describe community engagement activities for this unit...",
    "no_community_engagement_activities_specified": "No community engagement activities specified",
    "reflection_description": "Reflect on different stages of the unit planning and implementation process.",
    "reflection_subtitle": "Considering the planning, process and impact of the inquiry",
    "reflection_prior_to_teaching": "Prior to teaching the unit",
    "reflection_prior_to_teaching_info": "Reflect on your preparation, anticipated challenges, student prerequisites, and any concerns you have before beginning the unit. Consider what you know about your students and how this might impact the unit's success.",
    "reflection_prior_to_teaching_placeholder": "Reflect on your planning and preparation for this unit...",
    "reflection_during_teaching": "During teaching",
    "reflection_during_teaching_info": "Reflect on the actual teaching process, student responses, unexpected challenges, and successful moments. Consider what adjustments you made and why, as well as patterns you noticed in student learning and engagement.",
    "reflection_during_teaching_placeholder": "Reflect on the teaching process and student engagement...",
    "reflection_after_teaching": "After teaching the unit",
    "reflection_after_teaching_info": "Reflect on the overall outcomes, student achievement, what worked well, and what didn't meet expectations. Consider the impact on student learning and any unexpected results or insights gained.",
    "reflection_after_teaching_placeholder": "Reflect on the outcomes and impact of the unit...",
    "reflection_future_planning": "Future planning",
    "reflection_future_planning_info": "Reflect on specific improvements, changes, or adaptations you would make for future iterations of this unit. Consider what you learned and how you would apply these insights to enhance student learning in subsequent implementations.",
    "reflection_future_planning_placeholder": "Reflect on what you would change or improve for future iterations...",
    "no_reflection_provided": "No reflection provided",
    "data_management_description": "Import, export, and manage your unit plan data in various formats.",
    "unit_plan_preview": "Unit Plan Preview",
    "unit_plan_preview_title": "Unit Plan Preview"
}

