{
  "concepts": {
    "Aesthetics": "Aesthetics",
    "Approximation": "Approximation",
    "Change": "Change",
    "Communication": "Communication",
    "Communities": "Communities",
    "Connections": "Connections",
    "Creativity": "Creativity",
    "Culture": "Culture",
    "Development": "Development",
    "Equivalence": "Equivalence",
    "Form": "Form",
    "Generalization": "Generalization",
    "Global interactions": "Global interactions",
    "Identity": "Identity",
    "Logic": "Logic",
    "Models": "Models",
    "Patterns": "Patterns",
    "Perspective": "Perspective",
    "Quantity": "Quantity",
    "Relationships": "Relationships",
    "Representation": "Representation",
    "Simplification": "Simplification",
    "Space": "Space",
    "Systems": "Systems",
    "Time, place and space": "Time, place and space",
    "Validity": "Validity"
  },

  "concept_definitions": {
    "Aesthetics": "Concerned with the perception of beauty, style, or taste, and how artistic or expressive qualities influence experience and interpretation.",
    "Approximation": "Involves estimating or representing something that is not exact, acknowledging limits of precision and embracing reasonable accuracy.",
    "Change": "Focuses on transformation over time, exploring causes, processes, and impacts of evolution or variation.",
    "Communication": "The exchange or expression of ideas, information, or meaning through various forms, symbols, or representations.",
    "Communities": "Groups of individuals connected by shared interests, geography, identity, or purpose, and how they function and interact.",
    "Connections": "Relationships or links between ideas, systems, or phenomena, highlighting interdependence and influence.",
    "Creativity": "The ability to generate original ideas, approaches, or interpretations through imagination, innovation, or problem-solving.",
    "Culture": "Shared beliefs, values, customs, and practices that shape the identity and behaviors of a group or society.",
    "Development": "The process of growth, progress, or refinement over time, whether physical, intellectual, social, or systemic.",
    "Equivalence": "The state of being equal in value, function, or meaning, even when expressed in different forms or contexts.",
    "Form": "The shape, structure, or essential nature of something that defines its appearance or arrangement.",
    "Generalization": "Drawing broad conclusions or rules from specific examples, identifying patterns that can apply beyond the initial context.",
    "Global interactions": "The ways individuals, societies, or systems influence and connect with one another across international boundaries.",
    "Identity": "The characteristics, beliefs, or qualities that make a person or group unique, influencing perspective and choices.",
    "Logic": "The systematic use of reasoning to draw valid conclusions, justify ideas, and evaluate arguments.",
    "Models": "Simplified representations of complex realities used to explain, predict, or explore systems, ideas, or processes.",
    "Patterns": "Recurring elements, forms, or sequences that help identify order, structure, or predictability.",
    "Perspective": "A particular point of view, shaped by experience or context, through which situations and ideas are interpreted.",
    "Quantity": "The measurable or countable aspect of something, relating to magnitude, size, extent, or number.",
    "Relationships": "The connections and interactions between people, ideas, or objects that affect one another.",
    "Representation": "The use of symbols, images, language, or models to depict or communicate ideas, information, or concepts.",
    "Simplification": "Reducing complexity to focus on essential elements, making ideas or systems easier to understand or solve.",
    "Space": "The physical or conceptual area in which objects, ideas, or systems exist, interact, or are organized.",
    "Systems": "Organized structures of interconnected elements that function together according to rules or principles.",
    "Time, place and space": "The contexts in which events occur, shaped by when and where they happen and how they are situated.",
    "Validity": "The soundness or credibility of reasoning, evidence, or conclusions, based on logical and factual accuracy."
  }
}
