{
    "assessment_context_planning": "Assessment & Context Planning",
    "objectives": "Objectives/Strand(s)",
    "objectives_strands": "Objectives/Strand(s)",
    "objectives_strands_info": "Select the MYP assessment criteria/strands that will be assessed in this unit. These objectives define what students should know, understand, and be able to do. Each subject has specific criteria that align with the MYP framework and provide the foundation for assessment and feedback.",
    "objectives_help_text": "Select the assessment objectives that will be covered in this unit.",
    "objectives_empty_state": "No objectives selected yet. Choose from the available strands above.",
    "no_objectives_specified": "No objectives specified",
    "summative_assessment": "Summative Assessment",
    "summative_assessment_info": "Describe the final assessment task where students demonstrate their understanding and achievement of the unit's learning objectives. This should align with the selected MYP criteria/strands and provide authentic evidence of student learning. The summative assessment is the culminating task that shows transfer of knowledge and skills.",
    "summative_assessment_placeholder": "What summative assessment will be used?",
    "summative_assessment_relationship": "Relationship between summative assessment task(s) and statement of inquiry",
    "summative_assessment_relationship_info": "Explain how the summative assessment task(s) connect to and demonstrate the statement of inquiry. This should show how students will apply their understanding of the inquiry statement through the assessment task(s).",
    "summative_assessment_relationship_placeholder": "Describe how the assessment task(s) relate to the inquiry statement...",
    "no_summative_assessment_specified": "No summative assessment specified",
    "assessment_information": "Assessment Information",
    "assessment_title": "Assessment Title",
    "assessment_title_info": "Provide a clear, descriptive title for the assessment that students will complete. This should reflect the nature and scope of the assessment task, making it easy for students to understand what they will be expected to do.",
    "assessment_title_placeholder": "e.g., Mathematical Modeling Project",
    "no_assessment_title_specified": "No assessment title specified",
    "assessment_type": "Assessment Type",
    "assessment_type_info": "Specify the type or format of the assessment (e.g., GRASPS, performance task, project, presentation, written report). This helps clarify the assessment approach and aligns with MYP assessment principles.",
    "assessment_type_placeholder": "e.g., GRASPS method",
    "no_assessment_type_specified": "No assessment type specified",
    "assessment_tasks": "Assessment Tasks",
    "assessment_tasks_info": "Create assessment tasks with specific criteria. Each task should align with MYP objectives and include clear descriptions.",
    "no_assessment_tasks": "No assessment tasks created yet.",
    "no_assessment_tasks_help": "Click \"Add Task\" to create your first assessment task.",
    "task_title": "Task Title",
    "enter_task_title": "Enter task title",
    "task_description": "Task Description",
    "task_description_placeholder": "Describe what students need to do for this task",
    "criterion_strand": "Criterion Strand",
    "criterion_strand_info": "Select the specific MYP criterion strand this task assesses",
    "criterion_description": "Criterion Description",
    "criterion_description_placeholder": "Describe how this task addresses the selected criterion strand",
    "command_terms_info": "Specific action verbs that tell students what they need to do in assessments. Each term has a precise meaning and indicates the level of thinking required.",
    "command_terms_title": "Command Terms",
    "command_terms_math_only": "Command terms are only available for mathematics subject. Please select mathematics as your subject to access command terms.",
    "command_terms_help": "Select the command terms that will be used in assessments for this unit. Hover over each term to see its definition.",
    "no_command_terms_specified": "No command terms specified",
    "individual_context": "Individual Context/Lens",
    "individual_context_info": "The individual lens focuses on the learner's personal experiences, prior knowledge, beliefs, values and daily life. It connects to personal experience of and contributions to a better and more peaceful world. Discussions involving the individual lens might use any of the following question stems. • What is your perspective on...? • What are your experiences with...? • How does this topic support or challenge your values regarding…?",
    "no_individual_context_specified": "No individual context specified",
    "local_context": "Local Context/Lens",
    "local_context_info": "The local lens focuses on communities and systems in the learner's immediate space or social circle. It explores other perspectives, beliefs, values and ways of life represented within communities. Discussions or reflections involving the local lens might use any of the following question stems. • What are other ways people view this? • How might others experience this? • What values drive the behaviour or decisions made?",
    "no_local_context_specified": "No local context specified",
    "global_context": "Global Context/Lens",
    "global_context_lens_info": "The global lens focuses on the interconnectedness of human-made systems and communities and how local experiences mediate the global. It encourages curiosity about global events, systems and trends, and it examines the impact of local actions on a complex and rapidly changing planet. Discussions or reflections involving the global lens might use any of the following questions. • How does this global event, system or trend reflect personal and local experiences? • What assumptions and personal opinions influence your view of this global issue? • Who are the change makers involved in this global issue and what strategies do they use to achieve complex goals? • What opportunities exist to support positive change personally and locally?",
    "no_global_context_lens_specified": "No global context lens specified"
}

