{
  "connecting_vessels_description": "Интерактивная аудиосистема для скульптурных инсталляций на фестивале YAGA 2025",
  "coming_soon_message": "Эта функция в настоящее время разрабатывается. Загляните позже!",
  "nav_home": "Главная",
  "nav_section1": "Раздел 1",
  "project_overview": "Обзор Проекта",
  "project_overview_text": "На фестивале YAGA Gathering в июле 2025 года я представил интерактивную систему скульптур. Как программист, я разработал полную программную инфраструктуру, которая управляла распределенной аудиосистемой.",
  "role_description": "Моя Роль",
  "role_description_text": "Я отвечал за создание всего программного стека, который управлял системой скульптур, включая распределенную обработку аудио, микширование в реальном времени и веб-интерфейс управления.",
  "photo_gallery": "Фотогалерея",
  "photo_gallery_description": "Три металлические скульптуры - Пирамида, Куб и Камень.",
  "technical_implementation": "Техническая Реализация",
  "technical_details": "Технические Детали",
  "technical_details_text": "Система состояла из трех интерактивных скульптур, каждая оснащена Raspberry Pi, микрофоном и динамиком. Скульптуры захватывали окружающий звук и передавали его на центральный сервер, который создавал персонализированные аудиомиксы, воспроизводимые через динамик каждой скульптуры.",
  "audio_flow": "Аудио Поток",
  "audio_flow_text": "Каждая скульптура захватывает окружающий звук через микрофон, передает его на центральный сервер с помощью DarkIce, где Liquidsoap создает персонализированные миксы, которые распределяются обратно к соответствующим скульптурам для воспроизведения через динамики.",
  "technologies_used": "Используемые Технологии",
  "raspberry_pi": "Raspberry Pi Zero W",
  "darkice": "DarkIce (передача аудио)",
  "liquidsoap": "Liquidsoap (микширование аудио)",
  "icecast": "Icecast2 (сервер потоковой передачи)",
  "mqtt": "MQTT (коммуникация устройств)",
  "node_red": "Node-RED (веб-панель)",
  "ansible": "Ansible (автоматизация развертывания)",
  "pulseaudio": "PulseAudio (маршрутизация аудио)",
  "mpv": "MPV (воспроизведение аудио)",
  "open_source": "Открытый Код",
  "open_source_text": "Полное программное обеспечение является открытым и доступно на GitHub. Проект включает комплексную документацию, автоматизацию развертывания и весь исходный код.",
  "github_link": "Посмотреть на GitHub",
  "github_url": "https://github.com/N1teshift/yaga2025sculptures"
}
