{
    "assessment_context_planning": "Планирование оценки и контекста",
    "objectives": "Цели/Направления",
    "objectives_strands": "Цели/Направления",
    "objectives_strands_info": "Выберите критерии/направления оценки MYP, которые будут оцениваться в этом модуле. Эти цели определяют, что учащиеся должны знать, понимать и уметь делать. Каждый предмет имеет специфические критерии, которые соответствуют системе MYP и обеспечивают основу для оценки и обратной связи.",
    "objectives_help_text": "Выберите цели оценки, которые будут охвачены в этом модуле.",
    "objectives_empty_state": "Цели еще не выбраны. Выберите из доступных направлений выше.",
    "no_objectives_specified": "Цели не указаны",
    "summative_assessment": "Итоговая оценка",
    "summative_assessment_info": "Опишите итоговое оценочное задание, где учащиеся демонстрируют свое понимание и достижение целей обучения модуля. Это должно соответствовать выбранным критериям/направлениям MYP и предоставлять аутентичные доказательства обучения учащихся. Итоговая оценка является кульминационным заданием, которое показывает перенос знаний и навыков.",
    "summative_assessment_placeholder": "Какая итоговая оценка будет использоваться?",
    "summative_assessment_relationship": "Связь между итоговыми оценочными заданиями и исследовательским утверждением",
    "summative_assessment_relationship_info": "Объясните, как итоговые оценочные задания связаны с и демонстрируют исследовательское утверждение. Это должно показать, как учащиеся применят свое понимание исследовательского утверждения через оценочные задания.",
    "summative_assessment_relationship_placeholder": "Опишите, как оценочные задания связаны с исследовательским утверждением...",
    "no_summative_assessment_specified": "Итоговая оценка не указана",
    "assessment_information": "Информация об оценке",
    "assessment_title": "Название оценки",
    "assessment_title_info": "Предоставьте четкое, описательное название для оценки, которую учащиеся будут выполнять. Это должно отражать характер и объем оценочного задания, чтобы учащимся было легко понять, что от них ожидается.",
    "assessment_title_placeholder": "например, Проект математического моделирования",
    "no_assessment_title_specified": "Название оценки не указано",
    "assessment_type": "Тип оценки",
    "assessment_type_info": "Укажите тип или формат оценки (например, GRASPS, задание на выполнение, проект, презентация, письменный отчет). Это помогает прояснить подход к оценке и соответствует принципам оценки MYP.",
    "assessment_type_placeholder": "например, метод GRASPS",
    "no_assessment_type_specified": "Тип оценки не указан",
    "assessment_tasks": "Оценочные задания",
    "assessment_tasks_info": "Создайте оценочные задания с конкретными критериями. Каждое задание должно соответствовать целям MYP и включать четкие описания.",
    "no_assessment_tasks": "Оценочные задания еще не созданы.",
    "no_assessment_tasks_help": "Нажмите \"Добавить задачу\", чтобы создать свое первое оценочное задание.",
    "task_title": "Название задачи",
    "enter_task_title": "Введите название задачи",
    "task_description": "Описание задачи",
    "task_description_placeholder": "Опишите, что учащиеся должны сделать для этой задачи",
    "criterion_strand": "Направление критерия",
    "criterion_strand_info": "Выберите конкретное направление критерия MYP, которое оценивает эта задача",
    "criterion_description": "Описание критерия",
    "criterion_description_placeholder": "Опишите, как эта задача соответствует выбранному направлению критерия",
    "command_terms_info": "Конкретные глаголы действия, которые говорят учащимся, что им нужно делать в оценках. Каждый термин имеет точное значение и указывает требуемый уровень мышления.",
    "command_terms_title": "Командные термины",
    "command_terms_math_only": "Командные термины доступны только для предмета математики. Выберите математику как ваш предмет, чтобы получить доступ к командным терминам.",
    "command_terms_help": "Выберите командные термины, которые будут использоваться в оценках для этого модуля. Наведите курсор на каждый термин, чтобы увидеть его определение.",
    "no_command_terms_specified": "Командные термины не указаны",
    "individual_context": "Индивидуальный контекст/объектив",
    "individual_context_info": "Индивидуальная линза фокусируется на личном опыте учащегося, предварительных знаниях, убеждениях, ценностях и повседневной жизни. Это связывает с личным опытом и вкладом в лучший и более мирный мир. Обсуждения с участием индивидуальной линзы могут использовать любую из следующих основ вопросов. • Какова ваша перспектива на...? • Каков ваш опыт с...? • Как эта тема поддерживает или бросает вызов вашим ценностям относительно...?",
    "no_individual_context_specified": "Индивидуальный контекст не указан",
    "local_context": "Локальный контекст/объектив",
    "local_context_info": "Локальная линза фокусируется на сообществах и системах в непосредственном пространстве или социальном круге учащегося. Это исследует другие перспективы, убеждения, ценности и образы жизни, представленные в сообществах. Обсуждения или размышления с участием локальной линзы могут использовать любую из следующих основ вопросов. • Какими другими способами люди смотрят на это? • Как другие могут испытать это? • Какие ценности движут поведением или принятыми решениями?",
    "no_local_context_specified": "Локальный контекст не указан",
    "global_context": "Глобальный контекст/объектив",
    "global_context_lens_info": "Глобальная линза фокусируется на взаимосвязанности созданных человеком систем и сообществ и того, как локальный опыт опосредует глобальное. Это поощряет любопытство к глобальным событиям, системам и тенденциям, и исследует влияние локальных действий на сложную и быстро меняющуюся планету. Обсуждения или размышления с участием глобальной линзы могут использовать любые из следующих вопросов. • Как это глобальное событие, система или тенденция отражают личный и локальный опыт? • Какие предположения и личные мнения влияют на ваш взгляд на эту глобальную проблему? • Кто являются создателями изменений, вовлеченными в эту глобальную проблему, и какие стратегии они используют для достижения сложных целей? • Какие возможности существуют для поддержки позитивных изменений лично и локально?",
    "no_global_context_lens_specified": "Глобальная линза контекста не указана"
}

