{
    "resources_description": "Перечислите ресурсы, необходимые для этого модуля, включая материалы, инструменты и ссылки.",
    "printed_resources": "Печатные ресурсы",
    "digital_resources": "Цифровые ресурсы",
    "guests": "Гости",
    "unit_resources": "Ресурсы модуля",
    "unit_resources_placeholder": "Введите ресурсы для этого модуля...",
    "unit_resources_info": "Перечислите все ресурсы, необходимые для этого модуля, включая учебники, цифровые инструменты, манипулятивные материалы, веб-сайты, видео и любые другие материалы, которые будут поддерживать обучение учащихся. Рассмотрите как ресурсы учителя, так и учащихся, а также любые специальное оборудование или технологические требования.",
    "no_resources_specified": "Ресурсы не указаны",
    "community_engagement_description": "Опишите, как этот модуль будет взаимодействовать с сообществом, включая партнерства, приглашенных докладчиков, экскурсии или другие связи с сообществом.",
    "community_engagement_activities": "Деятельность по вовлечению сообщества",
    "community_engagement_activities_info": "Опишите конкретные виды деятельности, партнерства или возможности, которые связывают учащихся с более широким сообществом. Это может включать приглашенных докладчиков, экскурсии, проекты служебного обучения, партнерства с местными организациями или аутентичную аудиторию для работы учащихся. Вовлечение сообщества делает обучение более актуальным и значимым.",
    "community_engagement_placeholder": "Опишите деятельность по вовлечению сообщества для этого модуля...",
    "no_community_engagement_activities_specified": "Деятельность по вовлечению сообщества не указана",
    "reflection_description": "Размышляйте о различных этапах процесса планирования и реализации модуля.",
    "reflection_subtitle": "Рассматривая планирование, процесс и влияние исследования",
    "reflection_prior_to_teaching": "До преподавания модуля",
    "reflection_prior_to_teaching_info": "Размышляйте о своей подготовке, ожидаемых вызовах, предварительных требованиях учащихся и любых опасениях, которые у вас есть перед началом модуля. Рассмотрите, что вы знаете о своих учащихся и как это может повлиять на успех модуля.",
    "reflection_prior_to_teaching_placeholder": "Размышляйте о своем планировании и подготовке к этому модулю...",
    "reflection_during_teaching": "Во время преподавания",
    "reflection_during_teaching_info": "Размышляйте о фактическом процессе преподавания, ответах учащихся, неожиданных вызовах и успешных моментах. Рассмотрите, какие корректировки вы внесли и почему, а также модели, которые вы заметили в обучении и вовлеченности учащихся.",
    "reflection_during_teaching_placeholder": "Размышляйте о процессе преподавания и вовлеченности учащихся...",
    "reflection_after_teaching": "После преподавания модуля",
    "reflection_after_teaching_info": "Размышляйте об общих результатах, достижениях учащихся, о том, что работало хорошо, и о том, что не оправдало ожиданий. Рассмотрите влияние на обучение учащихся и любые неожиданные результаты или полученные инсайты.",
    "reflection_after_teaching_placeholder": "Размышляйте о результатах и влиянии модуля...",
    "reflection_future_planning": "Планирование будущего",
    "reflection_future_planning_info": "Размышляйте о конкретных улучшениях, изменениях или адаптациях, которые вы внесли бы для будущих итераций этого модуля. Рассмотрите, чему вы научились и как вы применили бы эти инсайты для улучшения обучения учащихся в последующих реализациях.",
    "reflection_future_planning_placeholder": "Размышляйте о том, что вы изменили бы или улучшили для будущих итераций...",
    "no_reflection_provided": "Размышление не предоставлено",
    "data_management_description": "Импортируйте, экспортируйте и управляйте данными вашего плана модуля в различных форматах.",
    "unit_plan_preview": "Предварительный просмотр плана модуля",
    "unit_plan_preview_title": "Предварительный просмотр плана модуля"
}

