{
  "command_terms": {
    "annotate": "Аннотировать",
    "apply": "Применять",
    "calculate": "Вычислять",
    "comment": "Комментировать",
    "construct": "Конструировать",
    "demonstrate": "Демонстрировать",
    "derive": "Выводить",
    "describe": "Описывать",
    "discuss": "Обсуждать",
    "draw": "Рисовать",
    "estimate": "Оценивать",
    "explain": "Объяснять",
    "identify": "Определять",
    "justify": "Обосновывать",
    "label": "Подписывать",
    "measure": "Измерять",
    "organize": "Организовывать",
    "plot": "Строить график",
    "predict": "Предсказывать",
    "prove": "Доказывать",
    "select": "Выбирать",
    "show": "Показывать",
    "sketch": "Эскиз",
    "solve": "Решать",
    "state": "Указывать",
    "suggest": "Предлагать",
    "trace": "Прослеживать",
    "use": "Использовать",
    "verify": "Проверять",
    "write-down": "Записывать"
  },

  "command_terms_definitions": {
    "annotate": "Добавить краткие заметки к диаграмме или графику.",
    "apply": "Использовать знания и понимание в ответ на данную ситуацию или реальные обстоятельства. Использовать идею, уравнение, принцип, теорию или закон в отношении данной проблемы или вопроса.",
    "calculate": "Получить числовой ответ, показывающий соответствующие этапы работы.",
    "comment": "Дать суждение на основе данного утверждения или результата вычисления.",
    "construct": "Отобразить информацию в диаграммной или логической форме.",
    "demonstrate": "Сделать ясным с помощью рассуждений или доказательств, иллюстрируя примерами или практическим применением.",
    "derive": "Манипулировать математическими отношениями для получения нового уравнения или отношения.",
    "describe": "Дать подробное описание или картину ситуации, события, модели или процесса.",
    "discuss": "Предложить обдуманный и сбалансированный обзор, который включает ряд аргументов, факторов или гипотез. Мнения или выводы должны быть представлены ясно и поддержаны соответствующими доказательствами.",
    "draw": "Представить с помощью помеченной, точной диаграммы или графика, используя карандаш. Линейка (прямой край) должна использоваться для прямых линий. Диаграммы должны быть нарисованы в масштабе. Графики должны иметь правильно нанесенные точки (если это уместно) и соединенные прямой линией или плавной кривой.",
    "estimate": "Получить приблизительное значение для неизвестной величины.",
    "explain": "Дать подробное описание, включая причины.",
    "identify": "Предоставить ответ из ряда возможностей. Распознать и кратко указать отличительный факт или особенность.",
    "justify": "Дать обоснованные причины или доказательства для поддержки ответа или заключения.",
    "label": "Добавить заголовок, метки или краткие объяснения к диаграмме или графику.",
    "measure": "Получить значение для величины.",
    "organize": "Привести идеи и информацию в правильный или систематический порядок.",
    "plot": "Отметить положение точек на диаграмме.",
    "predict": "Дать ожидаемый результат предстоящего действия или события.",
    "prove": "Использовать последовательность логических шагов для получения требуемого результата формальным способом.",
    "select": "Выбрать из списка или группы.",
    "show": "Дать шаги в вычислении или выводе.",
    "sketch": "Представить с помощью диаграммы или графика (помеченного соответствующим образом). Эскиз должен дать общее представление о требуемой форме или отношении и должен включать соответствующие особенности.",
    "solve": "Получить ответ(ы), используя алгебраические и/или численные и/или графические методы.",
    "state": "Дать конкретное имя, значение или другой краткий ответ без объяснения или вычисления.",
    "suggest": "Предложить решение, гипотезу или другой возможный ответ.",
    "trace": "Следовать и записывать действие алгоритма.",
    "use": "Применять знания или правила для воплощения теории в практику.",
    "verify": "Предоставить доказательства, подтверждающие результат.",
    "write-down": "Получить ответ(ы), обычно извлекая информацию. Требуется мало или совсем не требуется вычислений. Работа не должна быть показана."
  }
}
