{
    "concepts": {
        "Aesthetics": "Эстетика",
        "Approximation": "Аппроксимация",
        "Change": "Изменение",
        "Communication": "Коммуникация",
        "Communities": "Сообщества",
        "Connections": "Связи",
        "Creativity": "Креативность",
        "Culture": "Культура",
        "Development": "Развитие",
        "Equivalence": "Эквивалентность",
        "Form": "Форма",
        "Generalization": "Обобщение",
        "Global interactions": "Глобальные взаимодействия",
        "Identity": "Идентичность",
        "Logic": "Логика",
        "Models": "Модели",
        "Patterns": "Закономерности",
        "Perspective": "Перспектива",
        "Quantity": "Количество",
        "Relationships": "Отношения",
        "Representation": "Представление",
        "Simplification": "Упрощение",
        "Space": "Пространство",
        "Systems": "Системы",
        "Time, place and space": "Время, место и пространство",
        "Validity": "Обоснованность"
    },
    
    "concept_definitions": {
        "Aesthetics": "Связано с восприятием красоты, стиля или вкуса и тем, как художественные или выразительные качества влияют на опыт и интерпретацию.",
        "Approximation": "Включает оценку или представление чего-то неточного, признавая пределы точности и принимая разумную точность.",
        "Change": "Фокусируется на трансформации во времени, исследуя причины, процессы и воздействие эволюции или вариации.",
        "Communication": "Обмен или выражение идей, информации или значения через различные формы, символы или представления.",
        "Communities": "Группы людей, связанных общими интересами, географией, идентичностью или целью, и как они функционируют и взаимодействуют.",
        "Connections": "Отношения или связи между идеями, системами или явлениями, подчеркивающие взаимозависимость и влияние.",
        "Creativity": "Способность генерировать оригинальные идеи, подходы или интерпретации через воображение, инновации или решение проблем.",
        "Culture": "Общие убеждения, ценности, обычаи и практики, формирующие идентичность и поведение группы или общества.",
        "Development": "Процесс роста, прогресса или совершенствования со временем, будь то физический, интеллектуальный, социальный или системный.",
        "Equivalence": "Состояние равенства по ценности, функции или значению, даже когда выражено в разных формах или контекстах.",
        "Form": "Форма, структура или сущностная природа чего-либо, определяющая его внешний вид или расположение.",
        "Generalization": "Формулирование широких выводов или правил из конкретных примеров, выявляя закономерности, которые могут применяться за пределами начального контекста.",
        "Global interactions": "Способы, которыми индивиды, общества или системы влияют и связываются друг с другом через международные границы.",
        "Identity": "Характеристики, убеждения или качества, которые делают человека или группу уникальными, влияя на перспективу и выбор.",
        "Logic": "Систематическое использование рассуждений для формулирования обоснованных выводов, обоснования идей и оценки аргументов.",
        "Models": "Упрощенные представления сложных реальностей, используемые для объяснения, прогнозирования или исследования систем, идей или процессов.",
        "Patterns": "Повторяющиеся элементы, формы или последовательности, помогающие определить порядок, структуру или предсказуемость.",
        "Perspective": "Определенная точка зрения, сформированная опытом или контекстом, через которую интерпретируются ситуации и идеи.",
        "Quantity": "Измеримый или счетный аспект чего-либо, относящийся к величине, размеру, объему или числу.",
        "Relationships": "Связи и взаимодействия между людьми, идеями или объектами, которые влияют друг на друга.",
        "Representation": "Использование символов, изображений, языка или моделей для изображения или передачи идей, информации или концепций.",
        "Simplification": "Уменьшение сложности для фокусировки на основных элементах, делая идеи или системы более понятными или решаемыми.",
        "Space": "Физическая или концептуальная область, в которой объекты, идеи или системы существуют, взаимодействуют или организованы.",
        "Systems": "Организованные структуры взаимосвязанных элементов, функционирующие вместе согласно правилам или принципам.",
        "Time, place and space": "Контексты, в которых происходят события, сформированные тем, когда и где они происходят и как они расположены.",
        "Validity": "Обоснованность или достоверность рассуждений, доказательств или выводов, основанная на логической и фактической точности."
    }
}

