{
  "connecting_vessels_description": "Interaktyvi garso sistema skulptūrų instaliacijoms YAGA 2025 festivalyje",
  "coming_soon_message": "Ši funkcija šiuo metu kuriama. Patikrinkite vėliau!",
  "nav_home": "Pradžia",
  "nav_section1": "1 skyrius",
  "project_overview": "Projekto Apžvalga",
  "project_overview_text": "2025 m. YAGA Gathering festivalyje pristačiau interaktyvią skulptūrų sistemą. Kaip programuotojas, sukūriau visą programinę infrastruktūrą, kuri valdė paskirstytą garso sistemą.",
  "role_description": "Mano Rolė",
  "role_description_text": "Buvau atsakingas už visą programinį steką, kuris valdė skulptūrų sistemą, įskaitant paskirstytą garso apdorojimą, realaus laiko maišymą ir žiniatinklio valdymo sąsają.",
  "photo_gallery": "Nuotraukų Galerija",
  "photo_gallery_description": "Trys metalinės skulptūros - Piramidė, Kubas ir Akmuo.",
  "technical_implementation": "Techninis Įgyvendinimas",
  "technical_details": "Techniniai Detalės",
  "technical_details_text": "Sistema susideda iš trijų interaktyvių skulptūrų, kiekviena su Raspberry Pi, mikrofonu ir garsiakalbiu. Skulptūros fiksuoja aplinkos garsą ir perduoda jį į centrinį serverį, kuris sukuria individualius garso mišinius, grojamus per kiekvienos skulptūros garsiakalbį.",
  "audio_flow": "Garso Srautas",
  "audio_flow_text": "Kiekviena skulptūra fiksuoja aplinkos garsą per mikrofoną, perduoda jį į centrinį serverį naudojant DarkIce, kur Liquidsoap sukuria individualius mišinius, kurie paskirstomi atgal į atitinkamas skulptūras grojimui per garsiakalbius.",
  "technologies_used": "Naudotos Technologijos",
  "raspberry_pi": "Raspberry Pi Zero W",
  "darkice": "DarkIce (garso perdavimas)",
  "liquidsoap": "Liquidsoap (garso maišymas)",
  "icecast": "Icecast2 (perdavimo serveris)",
  "mqtt": "MQTT (įrenginių komunikacija)",
  "node_red": "Node-RED (žiniatinklio skydelis)",
  "ansible": "Ansible (diegimo automatizavimas)",
  "pulseaudio": "PulseAudio (garso maršrutizavimas)",
  "mpv": "MPV (garso grojimas)",
  "open_source": "Atviro Kodo",
  "open_source_text": "Visa programinė įranga yra atviro kodo ir prieinama GitHub. Projektas apima išsamų dokumentavimą, diegimo automatizavimą ir visą šaltinio kodą.",
  "github_link": "Peržiūrėti GitHub",
  "github_url": "https://github.com/N1teshift/yaga2025sculptures"
}