{
    "command_terms": {
        "annotate": "Anotuoti",
        "apply": "Taikyti",
        "calculate": "Skaičiuoti",
        "comment": "Komentuoti",
        "construct": "Konstruoti",
        "demonstrate": "Parodyti",
        "derive": "Išvesti",
        "describe": "Apibūdinti",
        "discuss": "Aptarti",
        "draw": "Piešti",
        "estimate": "Įvertinti",
        "explain": "Paaiškinti",
        "identify": "Atpažinti",
        "justify": "Pagrįsti",
        "label": "Pažymėti",
        "measure": "Matuoti",
        "organize": "Organizuoti",
        "plot": "Nubraižyti",
        "predict": "Prognozuoti",
        "prove": "Įrodyti",
        "select": "Pasirinkti",
        "show": "Parodyti",
        "sketch": "Nupiešti",
        "solve": "Išspręsti",
        "state": "Nurodyti",
        "suggest": "Pasiūlyti",
        "trace": "Sekti",
        "use": "Naudoti",
        "verify": "Patikrinti",
        "write-down": "Užrašyti"
    },
    
    "command_terms_definitions": {
        "annotate": "Pridėti trumpas pastabas prie diagramos ar grafiko.",
        "apply": "Naudoti praktikoje, derinti, tinkinti; tiesiogiai naudoti matematinius faktus, procedūras, derinti kelių sričių (temų) faktus, procedūras analogiškose situacijose.",
        "calculate": "Gauti skaitinį atsakymą, parodant atitinkamus darbo etapus.",
        "comment": "Pateikti sprendimą, pagrįstą pateiktu teiginiu ar skaičiavimo rezultatu.",
        "construct": "Pateikti informaciją diagramine ar logine forma.",
        "demonstrate": "Atskleisti, išreikšti.",
        "derive": "Manipuliuoti matematiniais ryšiais, kad būtų gauta nauja lygtis ar ryšys.",
        "describe": "Nusakyti objekto ar reiškinio esminius bruožus, savybes, požymius, charakteristikas ar parametrus, sąsajas su kitais objektais ar reiškiniais.",
        "discuss": "Įvertinti aplinkybes, apsvarstyti, diskutuoti, aiškintis neaiškius dalykus.",
        "draw": "Pavaizduoti pažymėtos, tikslios diagramos ar grafiko forma, naudojant pieštuką. Liniuotė (tiesi linija) turėtų būti naudojama tiesioms linijoms. Diagramos turėtų būti nupieštos pagal mastelį. Grafikai turėtų turėti teisingai pažymėtus taškus (jei tinka) ir sujungtus tiesia linija ar sklandžia kreive.",
        "estimate": "Gauti apytikslę nežinomo dydžio reikšmę.",
        "explain": "Detaliai pateikti, atskleisti esmines reiškinio arba proceso priežastis ar pasekmes, panašumus ir (ar) skirtumus, detales (siekiama atsakyti į klausimą \"kaip\").",
        "identify": "Paveiksluose, schemose, aplinkoje ir pan. atskirti, nustatyti objektus, išskirti iš kitų objektų.",
        "justify": "Nurodyti racionalias priežastis, kodėl kas nors yra teisinga arba kodėl kažkas yra naudojama.",
        "label": "Pridėti pavadinimą, žymes ar trumpus paaiškinimus prie diagramos ar grafiko.",
        "measure": "Gauti dydžio reikšmę.",
        "organize": "Sutvarkyti idėjas ir informaciją į tinkamą ar sistemingą tvarką.",
        "plot": "Pažymėti taškų pozicijas diagramoje.",
        "predict": "Pateikti tikėtiną būsimo veiksmo ar įvykio rezultatą.",
        "prove": "Nurodyti matematinį teiginį patvirtinančių arba paneigiančių teiginių seką, kuriai būdingos šios trys savybės: (1) naudoja teiginius, kurie mokiniams žinomi kaip teisingi ir nereikalauja papildomo pagrindimo; (2) taiko tokias loginio samprotavimo formas, kurios galioja ir mokiniams yra žinomos arba nesunkiai išvedamos; (3) formuluojama tomis reiškimo formomis, kurios yra tinkamos ir mokiniams yra žinomos arba nesunkiai gaunamos.",
        "select": "Pasirinkti iš sąrašo ar grupės.",
        "show": "Pateikti skaičiavimo ar išvedimo žingsnius.",
        "sketch": "Pavaizduoti diagramos ar grafiko forma (pažymėta tinkamai). Eskizas turėtų duoti bendrą idėją apie reikalaujamą formą ar ryšį ir turėtų apimti atitinkamus požymius.",
        "solve": "Gauti atsakymą(-us) naudojant algebrinius ir/ar skaitinius ir/ar grafinius metodus.",
        "state": "Išvardyti, nusakyti, ką daryti, apibūdinti, kaip tiksliai tai padaryti.",
        "suggest": "Pasirinktu būdu perteikti matematines mintis, idėjas.",
        "trace": "Sekti ir užfiksuoti algoritmo veikimą.",
        "use": "Atliekant matematinę veiklą, naudotis skaitmeninėmis priemonėmis ir įrankiais.",
        "verify": "Įsitikinti, kad surastas teisingas, prasmingas, pagrįstas atsakymas.",
        "write-down": "Gauti atsakymą(-us), paprastai ištraukiant informaciją. Mažai arba visai nereikia skaičiavimo. Darbas nereikalauja būti parodytas."
    }
}

