{
    "assessment_context_planning": "Vertinimo ir konteksto planavimas",
    "objectives": "Tikslai / strandai",
    "objectives_strands": "Tikslai / strandai",
    "objectives_strands_info": "Pasirinkite MYP vertinimo kriterijus/strandus, kurie bus vertinami šiame modulyje. Šie tikslai apibrėžia, ką mokiniai turėtų žinoti, suprasti ir mokėti daryti. Kiekvienas dalykas turi specifinius kriterijus, kurie atitinka MYP sistemą ir sudaro vertinimo ir atsiliepimo pagrindą.",
    "objectives_help_text": "Pasirinkite vertinimo tikslus, kurie bus taikomi šiame modulyje.",
    "objectives_empty_state": "Dar nepasirinkta jokių tikslų. Pasirinkite iš galimų strandų aukščiau.",
    "no_objectives_specified": "Nenurodyti tikslai",
    "summative_assessment": "Apibendrinamasis Vertinimas",
    "summative_assessment_info": "Aprašykite galutinę vertinimo užduotį, kurioje mokiniai parodo savo supratimą ir modulio mokymosi tikslų pasiekimą. Tai turėtų atitikti pasirinktus MYP kriterijus/strandus ir pateikti autentiškus mokinių mokymosi įrodymus. Apibendrinamasis vertinimas yra kulminacinė užduotis, kuri parodo žinių ir įgūdžių perkėlimą.",
    "summative_assessment_placeholder": "Koks apibendrinamasis vertinimas bus naudojamas?",
    "summative_assessment_relationship": "Ryšys tarp apibendrinamo vertinimo užduočių ir tyrinėjimo teiginio",
    "summative_assessment_relationship_info": "Paaiškinkite, kaip apibendrinamo vertinimo užduotys susijusios su ir parodo tyrinėjimo teiginį. Tai turėtų parodyti, kaip mokiniai pritaikys savo tyrinėjimo teiginio supratimą per vertinimo užduotis.",
    "summative_assessment_relationship_placeholder": "Aprašykite, kaip vertinimo užduotys susijusios su tyrinėjimo teiginiu...",
    "no_summative_assessment_specified": "Nenurodytas apibendrinamasis vertinimas",
    "assessment_information": "Vertinimo informacija",
    "assessment_title": "Vertinimo pavadinimas",
    "assessment_title_info": "Pateikite aiškų, aprašomą vertinimo pavadinimą, kurį mokiniai atliks. Tai turėtų atspindėti vertinimo užduoties pobūdį ir apimtį, kad mokiniams būtų lengva suprasti, ko nuo jų tikėtasi.",
    "assessment_title_placeholder": "pvz., Matematinio modeliavimo projektas",
    "no_assessment_title_specified": "Nenurodytas vertinimo pavadinimas",
    "assessment_type": "Vertinimo tipas",
    "assessment_type_info": "Nurodykite vertinimo tipą ar formatą (pvz., GRASPS, veiklos užduotis, projektas, pristatymas, rašytinis ataskaita). Tai padeda išaiškinti vertinimo požiūrį ir atitinka MYP vertinimo principus.",
    "assessment_type_placeholder": "pvz., GRASPS metodas",
    "no_assessment_type_specified": "Nenurodytas vertinimo tipas",
    "assessment_tasks": "Vertinimo užduotys",
    "assessment_tasks_info": "Sukurkite vertinimo užduotis su konkrečiais kriterijais. Kiekviena užduotis turėtų atitikti MYP tikslus ir turėti aiškius aprašymus.",
    "no_assessment_tasks": "Dar nekurta vertinimo užduočių.",
    "no_assessment_tasks_help": "Spustelėkite \"Pridėti užduotį\", kad sukurtumėte savo pirmąją vertinimo užduotį.",
    "task_title": "Užduoties pavadinimas",
    "enter_task_title": "Įveskite užduoties pavadinimą",
    "task_description": "Užduoties aprašymas",
    "task_description_placeholder": "Aprašykite, ką mokiniai turi padaryti šiai užduočiai",
    "criterion_strand": "Kriterijaus strandas",
    "criterion_strand_info": "Pasirinkite konkretų MYP kriterijaus strandą, kurį vertina ši užduotis",
    "criterion_description": "Kriterijaus aprašymas",
    "criterion_description_placeholder": "Aprašykite, kaip ši užduotis atitinka pasirinkto kriterijaus strandą",
    "command_terms_info": "Konkretūs veiksmažodžiai, kurie nurodo mokiniams, ką jie turi daryti vertinimuose. Kiekvienas terminas turi tikslų reikšmę ir nurodo reikalaujamą mąstymo lygį.",
    "command_terms_title": "Komandiniai terminai",
    "command_terms_math_only": "Komandiniai terminai prieinami tik matematikos dalykui. Pasirinkite matematiką kaip savo dalyką, kad pasiektumėte komandinius terminus.",
    "command_terms_help": "Pasirinkite komandinius terminus, kurie bus naudojami vertinimuose šiam moduliui. Užveskite pelę ant kiekvieno termino, kad pamatytumėte jo apibrėžimą.",
    "no_command_terms_specified": "Nenurodyti komandiniai terminai",
    "individual_context": "Individualus kontekstas / perspektyva",
    "individual_context_info": "Individuali perspektyva orientuojasi į besimokančiojo asmenines patirtis, išankstines žinias, įsitikinimus, vertybes ir kasdienį gyvenimą. Ji susieja mokinį su asmeniniu indėliu į geresnį ir taikesnį pasaulį. Diskusijos gali remtis tokiais klausimais: • Kokia jūsų perspektyva apie...? • Kokios jūsų patirtys su...? • Kaip ši tema palaiko ar meta iššūkį jūsų vertybėms?",
    "no_individual_context_specified": "Nenurodytas individualus kontekstas",
    "local_context": "Vietinis kontekstas / perspektyva",
    "local_context_info": "Vietinė perspektyva orientuojasi į bendruomenes ir sistemas mokinio aplinkoje ar socialiniame rate. Ji tiria skirtingas perspektyvas, įsitikinimus, vertybes ir gyvenimo būdus. Diskusijos gali remtis tokiais klausimais: • Kokiais kitais būdais žmonės tai suvokia? • Kaip kiti gali tai patirti? • Kokios vertybės lemia elgesį ar sprendimus?",
    "no_local_context_specified": "Nenurodytas vietinis kontekstas",
    "global_context": "Globalus kontekstas / perspektyva",
    "global_context_lens_info": "Globali perspektyva orientuojasi į žmogaus sukurtų sistemų ir bendruomenių tarpusavio ryšius bei tai, kaip vietinės patirtys veikia globaliai. Ji skatina smalsumą apie pasaulinius įvykius, sistemas ir tendencijas bei tiria vietinių veiksmų poveikį greitai besikeičiančiai planetai. Diskusijos gali remtis tokiais klausimais: • Kaip šis globalus įvykis, sistema ar tendencija atsispindi asmeninėse ir vietinėse patirtyse? • Kokios prielaidos ar nuomonės veikia jūsų požiūrį į šią globalią problemą? • Kas yra pokyčių kūrėjai šioje srityje ir kokias strategijas jie taiko? • Kokios galimybės egzistuoja remti teigiamus pokyčius asmeniškai ir vietoje?",
    "no_global_context_lens_specified": "Nenurodyta globalaus konteksto perspektyva"
}

