{
  "resources_description": "Išvardykite šiam moduliui reikalingus išteklius, įskaitant medžiagas, priemones ir nuorodas.",
  "printed_resources": "Spausdinti ištekliai",
  "digital_resources": "Skaitmeniniai ištekliai",
  "guests": "Svečiai",
  "unit_resources": "Modulio ištekliai",
  "unit_resources_placeholder": "Įveskite šio modulio išteklius...",
  "unit_resources_info": "Išvardykite visus šiam moduliui reikalingus išteklius, įskaitant vadovėlius, skaitmenines priemones, manipuliatyvus, svetaines, vaizdo įrašus ir bet kokias kitas medžiagas, kurios palaikys mokinių mokymąsi. Apsvarstykite tiek mokytojo, tiek mokinių išteklius, taip pat bet kokius specialius įrenginius ar technologijų reikalavimus.",
  "no_resources_specified": "Nenurodyti ištekliai",
  "community_engagement_description": "Aprašykite, kaip šis modulis įtrauks bendruomenę — per partnerystes, svečius, išvykas ar kitus ryšius.",
  "community_engagement_activities": "Bendruomenės įsitraukimo veiklos",
  "community_engagement_activities_info": "Aprašykite konkrečias veiklas, partnerystes ar galimybes, kurios sujungia mokinius su platesne bendruomene. Tai gali apimti svečius, išvykas, paslaugų mokymosi projektus, partnerystes su vietinėmis organizacijomis ar autentiškas auditorijas mokinių darbams. Bendruomenės įsitraukimas daro mokymąsi aktualesnį ir prasmingesnį.",
  "community_engagement_placeholder": "Aprašykite bendruomenės įsitraukimo veiklas šiam moduliui...",
  "no_community_engagement_activities_specified": "Nenurodytos bendruomenės įsitraukimo veiklos",
  "reflection_description": "Reflektuokite skirtingus modulio planavimo ir įgyvendinimo etapus.",
  "reflection_subtitle": "Apmąstant planavimą, procesą ir tyrinėjimo poveikį",
  "reflection_prior_to_teaching": "Prieš mokant modulį",
  "reflection_prior_to_teaching_info": "Apmąstykite savo pasiruošimą, numatomus iššūkius, mokinių išankstinius reikalavimus ir bet kokius susirūpinimus prieš pradėdami modulį. Apsvarstykite, ką žinote apie savo mokinius ir kaip tai gali paveikti modulio sėkmę.",
  "reflection_prior_to_teaching_placeholder": "Apmąstykite savo planavimą ir pasiruošimą šiam moduliui...",
  "reflection_during_teaching": "Mokant",
  "reflection_during_teaching_info": "Apmąstykite tikrąjį mokymo procesą, mokinių atsakymus, netikėtus iššūkius ir sėkmingus momentus. Apsvarstykite, kokius pakeitimus atlikote ir kodėl, taip pat modelius, kuriuos pastebėjote mokinių mokymosi ir įsitraukimo srityje.",
  "reflection_during_teaching_placeholder": "Apmąstykite mokymo procesą ir mokinių įsitraukimą...",
  "reflection_after_teaching": "Po modulio mokymo",
  "reflection_after_teaching_info": "Apmąstykite bendruosius rezultatus, mokinių pasiekimus, kas veikė gerai ir kas neatitiko lūkesčių. Apsvarstykite poveikį mokinių mokymuisi ir bet kokius netikėtus rezultatus ar įžvalgas.",
  "reflection_after_teaching_placeholder": "Apmąstykite modulio rezultatus ir poveikį...",
  "reflection_future_planning": "Ateities planavimas",
  "reflection_future_planning_info": "Apmąstykite konkrečius patobulinimus, pakeitimus ar adaptacijas, kuriuos atliktumėte ateities šio modulio iteracijose. Apsvarstykite, ko išmokote ir kaip pritaikytumėte šias įžvalgas, kad pagerintumėte mokinių mokymąsi vėlesnėse implementacijose.",
  "reflection_future_planning_placeholder": "Apmąstykite, ką pakeistumėte ar patobulintumėte kitą kartą...",
  "no_reflection_provided": "Nepateikta refleksija",
  "data_management_description": "Importuokite, eksportuokite ir valdykite savo modulio plano duomenis įvairiais formatais.",
  "unit_plan_preview": "Modulio plano peržiūra",
  "unit_plan_preview_title": "Modulio plano peržiūra"
}
