{
  "concepts": {
    "Aesthetics": "Estetika",
    "Approximation": "Aproksimacija",
    "Change": "Kaita",
    "Communication": "Komunikacija",
    "Communities": "Bendruomenės",
    "Connections": "Ryšiai",
    "Creativity": "Kūrybiškumas",
    "Culture": "Kultūra",
    "Development": "Plėtra",
    "Equivalence": "Ekvivalentiškumas",
    "Form": "Forma",
    "Generalization": "Apibendrinimas",
    "Global interactions": "Pasaulinės sąveikos",
    "Identity": "Tapatybė",
    "Logic": "Logika",
    "Models": "Modeliai",
    "Patterns": "Dėsningumai",
    "Perspective": "Perspektyva",
    "Quantity": "Kiekis",
    "Relationships": "Santykiai",
    "Representation": "Atvaizdavimas",
    "Simplification": "Supaprastinimas",
    "Space": "Erdvė",
    "Systems": "Sistemos",
    "Time, place and space": "Laikas, vieta ir erdvė",
    "Validity": "Pagrįstumas"
  },

  "concept_definitions": {
    "Aesthetics": "Susijęs su grožio, stiliaus ar skonio suvokimu ir tuo, kaip meninės ar išraiškingos savybės įtakoja patirtį ir interpretaciją.",
    "Approximation": "Apima įvertinimą arba kažko, kas nėra tikslus, atvaizdavimą, pripažįstant tikslumo ribas ir priimant pagrįstą tikslumą.",
    "Change": "Orientuotas į transformaciją laikui bėgant, tyrinėjant evoliucijos ar variacijų priežastis, procesus ir poveikius.",
    "Communication": "Idėjų, informacijos ar prasmės mainai ar išreiškimas įvairiomis formomis, simboliais ar atvaizdais.",
    "Communities": "Žmonių grupės, susietos bendrais interesais, geografija, tapatybe ar tikslu, ir kaip jos funkcionuoja bei sąveikauja.",
    "Connections": "Santykiai ar ryšiai tarp idėjų, sistemų ar reiškinių, pabrėžiantys tarpusavio priklausomybę ir įtaką.",
    "Creativity": "Gebėjimas generuoti originalias idėjas, metodus ar interpretacijas per vaizduotę, inovacijas ar problemų sprendimą.",
    "Culture": "Bendros įsitikinimai, vertybės, papročiai ir praktikos, formuojančios grupės ar visuomenės tapatybę ir elgesį.",
    "Development": "Augimo, pažangos ar tobulinimo procesas laikui bėgant, nesvarbu, ar fizinis, intelektualus, socialinis, ar sisteminis.",
    "Equivalence": "Lygiavertiškumo būsena vertės, funkcijos ar prasmės atžvilgiu, net kai išreikšta skirtingomis formomis ar kontekstuose.",
    "Form": "Forma, struktūra ar esminė kažko prigimtis, apibrėžianti jos išvaizdą ar išdėstymą.",
    "Generalization": "Plačių išvadų ar taisyklių formulavimas iš konkrečių pavyzdžių, nustatant dėsningumus, kurie gali būti taikomi už pradinės situacijos ribų.",
    "Global interactions": "Būdai, kuriais individai, visuomenės ar sistemos įtakoja ir jungiasi vienas su kitu per tarptautines ribas.",
    "Identity": "Charakteristikos, įsitikinimai ar savybės, kurios daro asmenį ar grupę unikalius, įtakojančios perspektyvą ir pasirinkimus.",
    "Logic": "Sisteminis samprotavimo naudojimas pagrįstoms išvadoms padaryti, idėjoms pagrįsti ir argumentams įvertinti.",
    "Models": "Supaprastinti sudėtingų realijų atvaizdai, naudojami sistemoms, idėjoms ar procesams paaiškinti, prognozuoti ar tyrinėti.",
    "Patterns": "Pasikartojantys elementai, formos ar sekos, padedančios nustatyti tvarką, struktūrą ar nuspėjamumą.",
    "Perspective": "Tam tikras požiūrio taškas, formuojamas patirties ar konteksto, per kurį situacijos ir idėjos yra interpretuojamos.",
    "Quantity": "Matuojamas ar suskaičiuojamas kažko aspektas, susijęs su dydžiu, mase, apimtimi ar skaičiumi.",
    "Relationships": "Ryšiai ir sąveikos tarp žmonių, idėjų ar objektų, kurie veikia vienas kitą.",
    "Representation": "Simbolių, vaizdų, kalbos ar modelių naudojimas idėjoms, informacijai ar koncepcijoms vaizduoti ar perteikti.",
    "Simplification": "Sudėtingumo mažinimas, kad būtų galima sutelkti dėmesį į esminius elementus, padarant idėjas ar sistemas lengviau suprantamas ar išsprendžiamas.",
    "Space": "Fizinė ar konceptuali sritis, kurioje objektai, idėjos ar sistemos egzistuoja, sąveikauja ar yra organizuoti.",
    "Systems": "Organizuotos tarpusavyje susijusių elementų struktūros, veikiančios kartu pagal taisykles ar principus.",
    "Time, place and space": "Kontekstai, kuriuose įvyksta įvykiai, formuojami to, kada ir kur jie įvyksta ir kaip jie yra išdėstyti.",
    "Validity": "Samprotavimo, įrodymų ar išvadų pagrįstumas ar patikimumas, pagrįstas logine ir faktine tikslumu."
  }
}
